{
  "description": {
    "":"Stats are gud",
    "Stat Modifiers": "Stats directly modify the results of rolled dice, and, except where otherwise noted, apply to all rolls using the relevant stat.\n```╔═══════╦══════════╗\n║ Level ║ Modifier ║\n╠═══════╬══════════╣\n║ ○○○○○ ║ -6       ║\n╠═══════╬══════════╣\n║ ●○○○○ ║ -4       ║\n╠═══════╬══════════╣\n║ ●●○○○ ║ -2       ║\n╠═══════╬══════════╣\n║ ●●●○○ ║ +0       ║\n╠═══════╬══════════╣\n║ ●●●●○ ║ +2       ║\n╠═══════╬══════════╣\n║ ●●●●● ║ +4       ║\n╚═══════╩══════════╝```",
    "Stat Caps": "The maximum that a stat can be, bearing extenuating circumstances, is 5. The lowest a stat can be is 0, which implies a serious physical or mental disability, beyond physical or mental unfitness.\nWhen creating your character, you should strive to explain any 1s your character possesses in their backstory or personality.\n**For this server, stats of 1 or 5 must be checked with a GM first**",
    "Zeroed Stats": "Having a 0 in a stat, whether by stat-lowering wounds or by means of disability, means that the character has to roll for even basic actions, against a DC12. The character must make this roll before they are allowed to make rolls, e.g. to attack or defend from an attack. Even after this roll, they still apply the -6 modifier for having 0 in a stat.\nEach time a stat is reduced to 0, the cape must make a pure guts check versus a DC12, falling unconscious or dying, depending on the inflicting wound, on a failure. Every lowering thereafter prompts another roll. If the zeroed stat was Guts, Death Sentence is instead triggered upon a failed roll.\nIf you have a superstat, see below for how penalised stats affect you. Handcuffs and similar non-damaging lowered stats do not force rolls, and do not contribute when considering forcing to roll. Track these separately.",
    "Superstats": "Superbrawn _(SB)_, Superathletics _(SA)_, Superdexterity _(SD)_, Superwits _(SW)_, Supersocial _(SS)_, Superknowledge _(SK)_ and Superguts _(SG)_ are special values some capes have, which enhance their physical capabilities to superhuman levels. They are ranked from 0 to 7, where higher levels are better, each one providing a set of benefits.\nEach superstat automatically provides 5 pips in whatever stat it’s based from. These points cannot be moved out of these stats to others during character creation, and also cannot be increased above 5 by moving points from other stats. Furthermore, they do not count towards stat point caps.\n*For info on a particular superstat use `wd> superstat <superstat name>`*",
    "Superstats & Stat Penalties": "If a wound effect, or something otherwise, would lower a stat that the character has a superstat in, their superstat is lowered instead. If it is reduced to 0, the stat itself begins to be lowered instead. This carries all applicable penalties, such as lowered damage, fewer attacks per turn, and a reduced bonus to attacks. Note, however, that this does not reduce the wound slots provided by Superguts."
  },
  "superstats": {
    "superbrawn": {
      "": "Superbrawn increases the damage you do with your physical attacks, as well as the modifier of various non-attacking feats of strength. When using a weapon alongside Superbrawn, the SB damage carries over to the weapon damage, provided that the weapon uses Brawn-based attacks. The strength bonus applies to all brawn-based actions which are not attacks, including grappling.\n\nUsing a weapon will increase the damage by 1 lesser (2 lessers sum to a mod), and will change the type of damage to the type of the weapon. Only Bash/Cut/Pierce can be used in this way.",
      "Levels": "```╔═════════╦════════════════════╦═══════════════╗\n║  Level  ║ Bonus Melee Damage ║ Non-Attacking ║\n║         ║                    ║    Modifier   ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ○○○○○○○ ║      No Bonus      ║       +0      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●○○○○○○ ║      1 Lesser      ║       +1      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●○○○○○ ║        1 Mod       ║       +1      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●●○○○○ ║   1 Mod 1 Lesser   ║       +2      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●●●○○○ ║        2 Mod       ║       +2      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●●●●○○ ║   2 Mod 1 Lesser   ║       +3      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●●●●●○ ║        3 Mod       ║       +3      ║\n╠═════════╬════════════════════╬═══════════════╣\n║ ●●●●●●● ║   3 Mod 1 Lesser   ║       +4      ║\n╚═════════╩════════════════════╩═══════════════╝```"
    },
    "superathletics": {
      "": "Superathletics acts as a natural 5 Athletics, and grants the user supernatural speed, allowing them to move at speeds far exceeding the human baseline, effectively taking multiple move actions for every regular action. It also grants a bonus to dodging, and allows the user to take extra move actions every turn at no cost.",
      "Levels": "```╔═════════╦═════════════╦═══════════════╗\n║  Level  ║  Moves per  ║ Non-Attacking ║\n║         ║ move action ║    Modifier   ║\n╠═════════╬═════════════╬═══════════════╣\n║ ○○○○○○○ ║      1      ║       +0      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●○○○○○○ ║      2      ║       +1      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●○○○○○ ║      3      ║       +1      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●●○○○○ ║      4      ║       +2      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●●●○○○ ║      5      ║       +2      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●●●●○○ ║      6      ║       +3      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●●●●●○ ║      7      ║       +3      ║\n╠═════════╬═════════════╬═══════════════╣\n║ ●●●●●●● ║      8      ║       +4      ║\n╚═════════╩═════════════╩═══════════════╝```"
    },
    "superdexterity": {
      "": "Superdexterity acts as a natural 5 Dexterity, and allows extra non-penalised attack actions when taking a standard action to attack with a dexterity-based weapon. These attack actions may not be used to dual-wield or multiattack, although this is obviously still allowed if the extra actions are disregarded. Superdex also provides additional bonuses to all non-attacking Dexterity rolls.\n\nIf not making these extra actions, Superdex pips count as Dexterity when calculating the number of possible multiattacks. Fractional attacks occur every other or every 4th attack. For example, someone with 2.25 attacks per round would do 2/2/2/3 attacks per round, resetting if they don’t attack during a round. Dual-wielding counts as one-handed attacks and these extra attacks can be given to either hand’s weapon.",
      "Levels": "```╔═════════╦══════════════════╦════════════╗\n║         ║    Attacks per   ║ Non-attack ║\n║  Level  ║ standard action, ║    bonus   ║\n║         ║  two/one handing ║  modifier  ║\n╠═════════╬══════════════════╬════════════╣\n║ ○○○○○○○ ║       1 / 1      ║     +0     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●○○○○○○ ║    1.25 / 1.5    ║     +1     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●○○○○○ ║      1.5 / 2     ║     +1     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●●○○○○ ║    1.75 / 2.5    ║     +2     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●●●○○○ ║       2 / 3      ║     +2     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●●●●○○ ║    2.25 / 3.5    ║     +3     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●●●●●○ ║      2.5 / 4     ║     +3     ║\n╠═════════╬══════════════════╬════════════╣\n║ ●●●●●●● ║    2.75 / 4.5    ║     +4     ║\n╚═════════╩══════════════════╩════════════╝```"
    },
    "superwits": {
      "": "Superwits gives bonus rerolls to initiative, allows Reflex VS. Reflex rolls to negate surprise rounds,  and gives bonuses to wits rolls.\n\n In order to roll against the surprise round, you must roll your reflexes against the opponent’s, taking into account the bonus provided by SW.",
      "Levels": "```╔════════╦═════════════════╦════════════════╗\n║        ║ Initiative dice ║  Non-attacking ║\n║  Level ║                 ║ bonus modifier ║\n╠════════╬═════════════════╬════════════════╣\n║ ○○○○○○ ║        1        ║       +0       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●○○○○○ ║        2        ║       +1       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●●○○○○ ║        3        ║       +1       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●●●○○○ ║        4        ║       +2       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●●●●○○ ║        5        ║       +2       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●●●●●○ ║        6        ║       +3       ║\n╠════════╬═════════════════╬════════════════╣\n║ ●●●●●● ║        7        ║       +3       ║\n╚════════╩═════════════════╩════════════════╝```"
    },
    "superknowledge": {
      "": "Superknowledge grants 5 Knowledge, as well as granting further bonus skill points, and enhancing the rate at which skills can be moved around. It allows the person in question to have a higher skill rank, even if they don’t have the stat to support it, and the rate at which the cape can move around skill points.\n\nFrom SK1, you gain the ability to move your skill points around in the middle of combat, up to your skill allowance of points in a day. For example, with SK2 you could move 4 points from one skill into another skill, in the middle of a round. The number of points you can transfer this way is listed under Skill movement allowance, and refreshes at the end of each day. All times are given in real life time.",
      "Levels": "```╔═════════╦════════╦═══════╦════════╦════════╗\n║         ║ Bonus  ║  Max  ║ Daily  ║  Non-  ║\n║  Level  ║ skill  ║ skill ║ skill  ║ attack ║\n║         ║ points ║ rank  ║ change ║ bonus  ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ○○○○○○○ ║    0   ║   0   ║ 2/week ║   +0   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●○○○○○○ ║    2   ║   1   ║   2    ║   +1   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●○○○○○ ║    4   ║   2   ║   4    ║   +1   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●●○○○○ ║    6   ║   3   ║   6    ║   +2   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●●●○○○ ║    8   ║   4   ║   8    ║   +2   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●●●●○○ ║   10   ║   5   ║   10   ║   +3   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●●●●●○ ║   12   ║   5   ║   12   ║   +3   ║\n╠═════════╬════════╬═══════╬════════╬════════╣\n║ ●●●●●●● ║   14   ║   5   ║   12   ║   +4   ║\n╚═════════╩════════╩═══════╩════════╩════════╝```"
    },
    "superguts": {
      "": "Superguts acts as a natural 5 Guts, and provides additional wound slots to the cape, which do not suffer non-movement wound effects. Each rank of Superguts gives 1 such wound slot, and gives a bonus to non-defending Guts checks in the same way as Superbrawn does.",
      "Levels": "```╔═════════╦═════════════╦════════════════╗\n║         ║  Additional ║  Non-defending ║\n║  Level  ║ wound slots ║ bonus modifier ║\n╠═════════╬═════════════╬════════════════╣\n║ ○○○○○○○ ║      0      ║       +0       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●○○○○○○ ║      1      ║       +1       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●○○○○○ ║      2      ║       +1       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●●○○○○ ║      3      ║       +2       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●●●○○○ ║      4      ║       +2       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●●●●○○ ║      5      ║       +3       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●●●●●○ ║      6      ║       +3       ║\n╠═════════╬═════════════╬════════════════╣\n║ ●●●●●●● ║      7      ║       +4       ║\n╚═════════╩═════════════╩════════════════╝```"
    }
  },
  "stats": {
    "brawn": {
      "": "Brawn is a measure of physical power. It is used for swinging with melee weapons, lifting, carrying, kicking down doors or manhandling something to the point it breaks. Brawn might be used to determine carrying capacity, in extreme situations, one’s ability to tear free of bindings, or resist a strong wind. With exceptional Brawn, a cape might be able to lift and throw cars.",
      "Grappling": "Grabbing someone is a Brawn roll, contested by opponent’s choice of Athletics (a dodge) or Brawn (break hold). Staggered opponents must use the lower of the two. Once a hold is initiated, the pair are locked into a mutual, physical struggle, grabbing onto one another. The person being grappled starts off with two steps of control over the person being grappled. The victim must loosen hold twice to either turn the tables (becoming the person in control of the grapple, with two steps of control) or break the grapple and get away.",
      "​":"While maintaining control, the grappler has more attack options and can break the grapple at any time. The grappler can use some actions to reassert their control, (gaining one step of control) but can’t have more than two steps, barring special cases like tentacles and other specialized physiologies.\n\nGrappling is exceedingly effective when one side is much stronger than the other. If there is a three point or greater difference in Brawn scores, then the effects of loosened hold are doubled, should the stronger character want to escape, or if they work toward a free action as described below (loosening the weaker individual’s hold).",
      "Options": "```Action\t\tRule\n\nStruggle\tForce Brawn vs. Brawn Roll\n(Any)\t\tIf successful, assert hold\n\t\t\t(for grappler), or loosen\n \t\t\tthe grappler’s hold, and\n\t\t\tstrike the enemy.\n\t\t\tIf not, no cost.\nAnother\t\tCan act/take a non-movement\nAction\t\taction, but this forfeits\n(Any)\t\town hold, with the grappler\n\t\t\tlosing their hold or the\n\t\t\tvictim letting the grappler\n\t\t\ttake control. If this\n\t\t\twould release the enemy, or\n\t\t\tif it focuses on someone\n\t\t\twho isn’t involved in the\n\t\t\tgrapple, the opponent can\n\t\t\ttake one of the above actions.\nUse\t\t\tPowers that require physical\nPower\t\taction are treated as\n(Any)\t\t‘another action’ above, while\n\t\t\tones that do not are used\n\t\t\twith one’s action for the\n\t\t\tturn. Assumption is that\n\t\t\ttheir attention is divided\n\t\t\tbetween not being hit or\n\t\t\tstrangled and use of\n\t\t\tthe power.```"
    },
    "athletics": {
      "": "Athletics is a measure of one’s capacity for whole-body movement. It includes stamina - one’s capacity for breath or long periods of exertion, as well as long and short distance running, jumping, climbing, and one’s capacity to get out of the way when an attack is incoming. With exceptional Athletics, a character can freely and spontaneously leap up to set foot on ledges the average person couldn’t even hop up and grab with their hands.",
      "Chases": "In a chase, where one character runs from the other, use contested Athletics rolls. For each point of difference, the gap is either closed (if the pursuer wins) or opened (if the person running wins). Use of the environment and breaking line of sight will allow the person running to slip away or force the pursuer to make calls which either maintain the distance, widen it, or end the chase altogether (such as which fork in the road to take). A two point gap is standard, but the GM could modify this as needed based on context, or the GM might choose to use a contested roll to determine how much of a lead the fleeing individual managed.\nEach round spent running consumes one stamina. A character can generally keep this up for one round per point of stamina, after which they face difficulties. See the stamina subheading below for details.",
      "Jumping": "Typical jump difficulty is as follows. In such a case a character would roll 1d6 and add or subtract their Athletics modifier, aiming to meet or beat this number:\n```Goal\tScenario\n1\t\tJump a 2-foot gap.\n2\t\tHop up onto a chair\n4\t\tHop up onto a table.\n5\t\tHop up to grab a ladder for\n\t\tfire escape.\n8\t\tHop up to grab 2nd storey\n\t\tfire escape, sans ladder\n11\t\tLeap up, landing on 2nd\n\t\tstorey fire escape, feet\n\t\tdown.\nAdd 6\tAdd 6 to any of above; add\n\t\t12’ to height (1 storey)```",
      "Stamina": "Stamina, mentioned above, refers to a character’s ability to engage in arduous activity. A character has stamina equal to their Athletics score. They lose one point’s worth after a round of strenuous running or jumping, holding their breath (or being denied the ability to breathe), pushing themselves with some special actions, or they might lose all of their stamina after being struck hard or falling.\nA player typically has stamina equivalent to their pips in Athletic, and uses one per round of running/activity, per round they hold their breath, or spend one per round of activity. Stamina is recovered by taking a partial round to catch one’s breath. Characters with the Second Wind special ability from the Endurance skill can recover their stamina once without taking time."
    },
    "dexterity": {
      "": "Dexterity measures hand-eye coordination, reflex, fine movement and manual task completion. Many characters will find they use Dexterity primarily to determine how accurate they are. In other uses, Dexterity is used for longer tasks to measure how much time a given activity might take, such as fiddling around on the computer or piecing together a costume. Some melee weapons allow Dexterity to be used as the attacking stat. With exceptional Dexterity, a character can reload as a matter of course, apply thorough medical care quickly, and speed through crafting and computer jobs.",
      "Rushing Tasks": "When a task involves use of a noncombat item,tools or manual dexterity, the task can be rushed. Impose a -2 penalty to the roll, but halve the time to complete it. This penalty can be applied multiple times, with the remaining duration being halved each time. Thus, it adds up to a -2 for 50% reduction, -4 for 75%, -6 for 87.5%, & -8 for a 93% reduction in time to complete.\n\nFor tasks that take a matter of rounds, this can reduce activity that would require multiple rounds to one round, or a committed action that would take one round can be wrapped up as a partial action. Should the -6 penalty be taken, tasks that normally take a round at a minimum can be performed while taking other actions, so long as the individual remains within arm’s reach of the tasks. An example might be field surgery on someone while shooting at nearby foes.\n\nCertain tasks, particularly multi-stage tasks, are not subject to this. Disabling a security system would be able to be rushed, but hacking a server would not",
      "Complex Tasks": "Crafting, medicine, and use of computers are unique in that they involve the use of both Dexterity and Knowledge.  In such cases, Dexterity determines how quickly a task can be done, and Knowledge measures how well that task is done."
    },
    "wits": {
      "": "Wits is the statistic that measures perception and quickness of thought.  Use of the senses to spot or track enemies, to hear, or to listen in on distant or muffled conversations all fall under this category.  One’s ability to react in times of shock vs. standing still like a deer in the headlights, make reflexive movements and execute purely mental tasks or ones with a negligible physical component in a timely way (such as screaming something before X happens) is also factored in, and will likely see a character roll Wits.  With exceptional Wits, a character might be able to read the most minor visual or auditory cues in the environment to locate a hidden foe, or be able to use their power before enemies do in standoffs."
    },
    "knowledge": {
      "": "Knowledge is a character statistic that covers the depth of a person’s knowledge.  Knowledge is the stat that covers learning, research and study.  It includes the quality of craftsmanship and the capacity of a person to improve themselves, gaining a deeper mastery of skills.  With exceptional Knowledge, a character can be an expert in many things, even ones not directly relating to knowledge.  \n\nKnowledge is not to be confused with speed of thought, which is Wits.  A character with low Wits and high Knowledge might have a great deal of ability, but be slow in bringing their intellect to bear on a problem when surprised by it.  A character with high Wits and low Knowledge is quick to react, with strong instincts and reflexes, fast to use what knowledge they have for a given situation.",
      "Skills: Starting & Baseline": "A character has skill points equal to twice their Knowledge points.  This typically gives characters between 2 and 10 skill points, though it tends to be between 4 and 8.  Skills can be allocated to a given field of specialty, or to a specialty that but emphasizes a particular focus within an aforementioned field of interest.\nA character can have a maximum number of points in a skill (counting both regular and specialty points) equaling the number of points the character has in the matching stats.  If the values of the stats differ, the lower of the two is the effective cap.",
      "Skills: Adjusting": "Skill points can be moved around, but this is a slow process.  After a period of activity equaling no less than 10 minus the character’s knowledge score in days (eg. 7 days with a Knowledge of 3), a character can move one skill point to a valid field of interest if they either have demonstrated and can justify the learning of a new skill based on their activities in-session, or if they are taking a class and/or pursuing some outside means of studying that skill.  Only one point can be moved in this way in a given week.\n\nExceptionally high Knowledge breaks down differently - at Knowledge 10 the time required to make an adjustment is 12 hours.  This reduces by 50% per point of knowledge thereafter.",
      "Skills: Learning": "In between sessions, when characters have a time window, one of the options available to a character is to take a class and study a particular skill.  This requires a block of time and it requires funds, depending on the class (ranging from free to a thousand dollars a week), and after 2 sessions or two weeks - whichever is longer, granting a temporary point.  After that point, the rate of gains slows to half that.  A character can maintain a number of temporary points equal to half their Knowledge score (rounded down).\n\nType of class and the cost of a class is given in the appendix, where skills are listed.  Until then, assume $100/class, GM can alter the amount based on contacts & life situation."
    },
    "guts": {
      "": "Guts is the character statistic that measures how tenacious and hardy that character is.  It includes one’s physical hardiness, the ability to keep going despite pain or disability, willpower against both mundane and concrete mental or emotional pressures, courage, and one’s overall ability to survive.  Characters with exceptional Guts are the type to take the hits and keep on coming, to get up after being shot, or manage to shake off a mental compulsion effect.",
      "Wounds and Recovery Time": "Weaver Dice tracks damage to a character in ‘wounds’, which are classified as lesser, moderate, and critical wounds.  In this case, only damage that truly impacts a character’s ability to function and keep going is tracked, though negligible damage may be noted.",
      "Negligible": "Negligible damage would include bruises, scuffs, scrapes, cuts, tears to costume, or very mild burns.  A GM may take note of negligible damage, but it does not impact gameplay in a concrete sense.  Characters may pay attention to it alongside concerns of secret identity or reputation.",
      "Lesser Wounds": "Lesser Wounds are where the damage is severe enough to be tracked.  Hits hard enough they may have cracked bone but haven’t definitively done so, bleeding gashes, more severe burns and the like fall into this category.  Lesser wounds are tracked, and with each lesser wound a roll is made on the appropriate injury chart (see the combat section below).  If a character has a number of wounds equal to their Guts score, but some of those wounds are lesser wounds, that character must roll to stay conscious - on a d6 result of 2 or less, they pass out or otherwise collapse.  Characters apply their Guts modifier to the roll. Further lesser wounds will each append a cumulative -1 to the roll and then force another roll each time they are applied.\n\nWhere duration is not already stated, lesser wounds will naturally heal over a night’s rest.  They may be downgraded to negligible status for a week’s time - a vicious cut can scab over, but it may remain visible unless covered.",
      "Moderate": "Moderate wounds are where the damage is significant enough that physically functioning becomes drastically harder or impossible.  Penalties are more long-term and severe, and damage takes longer to heal.  Being shot, struck with a sledgehammer or machete, burns serious enough to reach deeper tissue and being hit by a car would qualify as moderate wounds.  When unsure whether a wound would qualify as lesser or moderate, a good rule of thumb would be to ask whether the person would get taken to an emergency room or allowed to go home.  Moderate wounds are the point where damage is severe enough to kill - if a character’s has a number of moderate wounds (or worse) equal to their Guts score, they have to roll to survive.  This is a Guts-based roll requiring a 4+.  Each wound, lesser or moderate, that extends beyond this point adds a cumulative -1 penalty to the roll and then forces another roll.\n\nModerate wounds typically take a week’s time to recover from.  Medical attention can vastly reduce this time.",
      "Critical": "Critical wounds are life-altering forms of damage - few walk away from them.  Having a limb chopped off, one’s chest or head caved in, being cut in half would be examples of critical wounds.  These wounds typically require contrived scenarios or incredible power to deliver, and falling prey to one can end a character.  The consequences are typically severe enough to incapacitate on their own, but a critical wound can be counted as three moderate wounds, forcing most individuals to roll vs. death as described under moderate wounds, above.\n\nCritical wounds are permanent, barring extraordinary healing measures such as powers or time alteration.",
      "Morale": "Morale represents strength of mind, sanity, emotional health and the long term effects of trauma.  The most common ways for characters to run into morale penalties are a dire insufficiency in meeting their needs, not playing ball with character flaws (such as running away when the character has a ‘don’t back down’ life flaw) and when dealing with emotion manipulation, which is very often (at least initially) posed in such a way that control isn’t taken from the player - they have to choose whether to bend to the pressure on their emotions and attack a friend, or suffer a hit to morale.\n\nMechanically, morale is a cap on the maximum die result a character can achieve, after modifiers.\n\n```Penalty\tCap\nNone\tUncapped\n1\t\t7\n2\t\t6\n3\t\t5\n4\t\t4\n5\t\t3\n6\t\t2\n7\t\t1```\n\nThe first hit to morale is almost always a 2 point penalty, which is sufficient to ensure that an individual’s die results, while exceptional, are restricted to a 1-6, regardless of their bonuses from stats or skills.",
      "Safeguarding Morale": "Morale can be safeguarded - there isn’t such a thing as positive morale, but characters can invest extra money and time into entertainment, luxury and keeping their spirits up.  Characters don’t generally have to account for spending cash on bills and food unless they want to, but they could spend money or devote between-session time to things for a bit of an edge.",
      "Positive Sources of Morale": "Positive gains to morale come in the form of a boost to recovery and a buffer against morale effects.  Morale effects take time to recover from; and have a progression.  Morale hits from failure to play out character flaws or losing streaks might be indefinite, until the flaw is atoned for & roleplayed properly or the losing streak is broken.  Others might endure for a week, such as roommate difficulties, while morale hits from being afflicted with powers would often be an effect that lasts for twenty-four hours.  Other, mild effects might last until the end of the encounter.  \n\nHaving a source of positive morale allows a character to move to the next leg of the progression; they can shake off mental effects that would last a day and a night at the close of the encounter, or have indefinite effects become something that they’ll eventually be able to get over.  As an alternate option, a character with a lot going for them in the morale department can (temporarily) spend three sources and resist the hit."
    }
  }
}